<?php

return [

    /*
  |--------------------------------------------------------------------------
  | أسطر لغة التوثيق
  |--------------------------------------------------------------------------
  |
  | الأسطر التالية تُستخدم أثناء عملية التوثيق لعرض رسائل مختلفة للمستخدم.
  | يمكنك تعديل هذه الأسطر حسب متطلبات تطبيقك.
  |
  */

    'reset' => [
        'title' => 'إعادة تعيين كلمة المرور 🔒',
        'for' => ' لـ',
        'newPassword' => 'كلمة المرور الجديدة',
        'confirmPassword' => 'تأكيد كلمة المرور',
        'btn' => 'تعيين كلمة مرور جديدة',
        'login' => 'العودة لتسجيل الدخول',
    ],
    'email' => [
        'title' => 'هل نسيت كلمة المرور؟ 🔒',
        'desc' => 'أدخل بريدك الإلكتروني وسنرسل لك تعليمات لإعادة تعيين كلمة المرور',
        'email' => 'البريد الإلكتروني',
        'sendResetLink' => 'إرسال رابط إعادة التعيين',
        'signIn' => 'العودة لتسجيل الدخول',
    ],
    'login' => [
        'title' => 'مرحباً بك في :name! 👋',
        'desc' => 'يرجى تسجيل الدخول إلى حسابك وبدء المغامرة',
        'email' => 'البريد الإلكتروني',
        'password' => 'كلمة المرور',
        'forgotPassword' => 'نسيت كلمة المرور؟',
        'rememberMe' => 'تذكرني',
        'signIn' => 'تسجيل الدخول',
        'newToPlatform' => 'جديد على منصتنا؟',
        'createAccount' => 'إنشاء حساب',
        'or' => 'أو',
    ],
    'register' => [
        'title' => 'المغامرة تبدأ من هنا 🚀',
        'desc' => 'اجعل إدارة تطبيقك سهلة وممتعة!',
        'name' => 'اسم المستخدم',
        'email' => 'البريد الإلكتروني',
        'Password' => 'كلمة المرور',
        'confirmPassword' => 'تأكيد كلمة المرور',
        'privacy' => ' أوافق على
                   <a href=":link">سياسة الخصوصية والشروط</a>',
        'signUp' => 'تسجيل',
        'alreadyHaveAccount' => 'هل لديك حساب بالفعل؟',
        'signIn' => 'تسجيل الدخول بدلاً من ذلك',
    ],
    'verify' => [
        'title' => 'تأكيد بريدك الإلكتروني ✉️',
        'desc' => 'تم إرسال رابط تفعيل الحساب إلى بريدك الإلكتروني: hello@example.com يرجى اتباع الرابط الموجود في الرسالة للمتابعة.',
        'btn' => 'تخطي الآن',
        'didntGetEmail' => 'لم يصلك البريد؟',
        'resend' => 'إعادة الإرسال',
    ],

    'failed' => 'بيانات الاعتماد هذه لا تطابق سجلاتنا.',
    'password' => 'كلمة المرور المدخلة غير صحيحة.',
    'throttle' => 'عدد كبير جداً من محاولات الدخول. يرجى المحاولة مرة أخرى خلال :seconds ثانية.',

];
