<?php

return [
    'blog' => [
        'title' => 'تعليمات الاستخدام',
        'text' => 'هنا بعض المقالات التي ستُثري تجربتك، حيث ستتعرف على كيفية استخدام بطاقة Tagiy الذكية لمساعدتك في إعداد واستخدام بطاقتك بشكل احترافي.',
        'first' => [
            'text1' => 'كيفية إنشاء بطاقة NFC',
            'text2' => 'كيفية إنشاء بطاقة أعمال رقمية بتقنية NFC باستخدام HiHello',
        ],
        'second' => [
            'text1' => 'كيفية إنشاء بطاقة رقمية',
            'text2' => 'كيفية إنشاء بطاقة رقمية عصرية وفريدة',
        ],
        'readMore' => 'قراءة المزيد',
    ],
];
