<?php

return [
    'title' => 'كيفية إنشاء بطاقة رقمية عصرية وفريدة',
    'text' => 'تصميم بطاقة أعمال مميزة هو المفتاح لترك انطباع أول لا يُنسى. استكشف هذا الدليل لتتعرف على خطوات إنشاء بطاقة أعمال رقمية استثنائية. <br> من قسم "تعديل"، اتبع الخطوات التالية:',
    'step1' => '1. أضف اسمك الكامل وتضمين المسمى الوظيفي.',
    'step2' => '2. أضف صورة أو فيديو إلى بطاقتك.',
    'step3' => '3. أدرج شعارك.',
    'step4' => '4. املأ بطاقتك بالمعلومات التي تريدها.',
    'step5' => '5. خصص بطاقتك بالألوان التي تناسبك.',
];
