<?php

return [

    'currentLangValue' => 'العربية',
    'currentLang' => 'الإنجليزية',
    'currentLangKey' => 'ar',

    'header' => [
        'home' => 'الرئيسية',
        'aboutUs' => 'من نحن',
        'features' => 'المميزات',
        'howItWorks' => 'الطلب والتفعيل',
        'ContactUs' => 'تواصل معنا',
    ],

    'firstSection' => [
        'subTitle' => 'لا تفوّت الفرص بسبب بطاقة عمل تقليدية.',
        'Title' => 'اجعل بطاقتك تبقى في ذاكرة الآخرين بلمسة واحدة.',
        'text' => 'نحن هنا لمساعدتك في بناء جسر تواصل بينك وبين عملائك. استعد للمستقبل واجعل عملك يبدو أكثر ابتكارًا. أنشئ بطاقة عمل رقمية تعبر عن شخصيتك.',
        'cards' => [
            'first' => [
                'title' => 'سارة درويش',
                'subtitle' => 'سيدة أعمال',
                'text' => 'بطاقة واحدة، حليفي الدائم في الترويج لصفحتي ومتجري وعرض منتجاتي وتحديث تفاصيل البطاقة في أي وقت ومن أي مكان.',
            ],
            'second' => [
                'title' => 'يوسف سعيد',
                'subtitle' => 'مصور مستقل',
                'text' => 'بطاقة Tagiy مهمة جدًا في نجاح عملي، تقدم تقنيات حديثة وخيارات تخصيص متنوعة، وهي الحل المثالي لتوسيع علاقاتي.',
            ],
        ],
    ],

    'secondSection' => [
        'title' => 'ارتقِ ببطاقتك من الكلاسيكية إلى التكنولوجيا.',
        'text' => 'بطاقات NFC هي تقنية متقدمة تُسهّل التواصل المهني. تعمل باللمس، وقابلة للتخصيص لتعكس هويتك الشخصية والمهنية. تتابع التفاعل، وتضمن حماية البيانات، وتزيد من كفاءة التواصل. وتوفّر الوقت والجهد في التحديثات.',
        'btn' => 'اطلب الآن',
        'cards' => [
            'first' => [
                'icon' => 'fa-solid fa-link',
                'title' => 'تجربة تبادل بيانات متطورة',
                'text' => 'تُسهّل تقنية NFC تبادل المعلومات بلمسة بسيطة، مما يجعل التواصل أسهل وأكثر كفاءة.',
            ],
            'second' => [
                'icon' => 'fa-solid fa-fingerprint',
                'title' => 'سهولة الاستخدام',
                'text' => 'لا تحتاج لتطبيق خاص أو قارئ، فقط المس البطاقة بجهاز يدعم NFC لنقل المعلومات بسرعة.',
            ],
            'third' => [
                'icon' => 'fa-solid fa-hard-drive',
                'title' => 'مرونة التخزين',
                'text' => 'يمكنك تخزين معلومات متنوعة على بطاقة NFC، مثل بيانات الاتصال وروابط المواقع.',
            ],
            'fourth' => [
                'icon' => 'fa-solid fa-pen-to-square',
                'title' => 'سهولة التحديث',
                'text' => 'تحديث البطاقة سهل وفوري، دون الحاجة لإعادة الطباعة أو استخدام وسائل تقليدية.',
            ],
        ],
    ],

    'thirdSection' => [
        'subTitle' => 'ما هي Tagiy؟',
        'title' => 'تساعدك "Tagiy" على تحويل تجربة التواصل المهني إلى عالم رقمي متطور. إليك كيف تساعدك:',
        'titles' => [
            'one' => [
                'title' => 'تواصل مبسط:',
                'subtitle' => 'تمكنك Tagiy من نقل بيانات الاتصال وشبكات التواصل بلمسة واحدة.',
            ],
            'two' => [
                'title' => 'بطاقات أعمال قابلة للتخصيص:',
                'subtitle' => 'أنشئ وخصص بطاقة أعمال افتراضية تعكس صورتك المهنية.',
            ],
            'three' => [
                'title' => 'متابعة التفاعل:',
                'subtitle' => 'تُوفر لك إحصائيات حول استخدام بطاقتك لتقييم وتحسين تواصلك.',
            ],
            'four' => [
                'title' => 'حماية البيانات:',
                'subtitle' => 'توفر أمانًا عاليًا باستخدام تقنية NFC لحماية معلوماتك.',
            ],
            'five' => [
                'title' => 'توفير الوقت:',
                'subtitle' => 'لن تحتاج بعد الآن لحمل بطاقات ورقية متعددة.',
            ],
            'six' => [
                'title' => 'تحديثات مستمرة:',
                'subtitle' => 'يمكنك تحديث بياناتك بسهولة متى ما احتجت.',
            ],
            'seven' => [
                'title' => 'دعم تقني متطور:',
                'subtitle' => 'يعتمد على تقنية NFC للتواصل السريع والفعال.',
            ],
        ],
        'text' => 'باختصار، "Tagiy" تُحول تجربة تواصلك إلى تجربة رقمية متطورة وفعالة.',
    ],

    'fourthSection' => [
        'title' => 'اطلب الآن واستمتع بتجربة تواصل فريدة تنقل معلوماتك بلمسة واحدة.',
        'text' => 'اكتشف الفرق في التواصل المهني مع بطاقة Tagiy الذكية! اترك انطباعًا أوليًا يدوم من خلال بطاقة رقمية تفاعلية تعكس هويتك المميزة. استفد من التكنولوجيا الحديثة والأمان العالي.',
        'btn' => 'اطلب الآن',
    ],

    'fifthSection' => [
        'title' => 'طلب وتفعيل بطاقة Tagiy بسهولة',
        'text' => 'استمتع بتجربة تفاعل إبداعية غير محدودة بخيارات سهلة وجذابة. ابتكر عالم تواصلك بخطوات بسيطة وممتعة.',
        'firstGraphs' => [
            'first' => [
                'title' => 'طلب البطاقة',
                'text' => 'اختر بطاقتك المفضلة واطلبها من الموقع أو عبر وسائل التواصل، وحدد النوع والتفاصيل.',
            ],
            'second' => [
                'title' => 'توصيل البطاقة',
                'text' => 'يتم توصيل البطاقة إلى عنوانك خلال فترة لا تتجاوز 10 أيام عمل.',
            ],
            'third' => [
                'title' => 'تحميل التطبيق وتسجيل الدخول',
                'text' => 'حمّل تطبيق hihello من متجر التطبيقات، وسجّل الدخول باستخدام بيانات حسابك.',
            ],
        ],
        'secondGraphs' => [
            'fourth' => [
                'title' => 'تفعيل البطاقة',
                'text' => 'بعد إدخال معلوماتك، قرّب البطاقة من هاتفك لتفعيلها باستخدام تقنية NFC.',
            ],
            'fifth' => [
                'title' => 'تخصيص المعلومات',
                'text' => 'ادخل للتطبيق وخصص بياناتك حسب ما تحتاج.',
            ],
            'sixth' => [
                'title' => 'استخدم بطاقتك',
                'text' => 'ابدأ رحلة تواصل فعالة وسهلة باستخدام بطاقة Tagiy، حيث تتوسع علاقاتك بأسلوب بسيط وجذاب.',
            ],
        ],
        'more' => 'المزيد',
    ],

    'sixthSection' => [
        'title' => 'آراء وتجارب العملاء',
        'subtitle' => 'تقييمات العملاء',
        'text' => 'نحرص دائمًا على تقديم خدمات مميزة ترضي تطلعاتكم. آراء الناس تعكس تجاربهم الإيجابية معنا وتؤكد رؤيتنا في تقديم حل رقمي مميز في عالم التواصل.',
        'graphs' => [
            'first' => [
                'img' => '1.jpg',
                'position' => 'مديرة تسويق',
                'title' => 'سارة العمري',
                'text' => 'منذ أن بدأت باستخدام بطاقة Tagiy لاحظت تحسن كبير في جودة التواصل مع العملاء. تصميمها الجذاب يعكس هويتي وسهولة استخدامها تعزز من عملي.',
            ],
            'second' => [
                'img' => '3.jpg',
                'title' => 'أحمد الحسين',
                'position' => 'رائد أعمال',
                'text' => 'بطاقة Tagiy غيّرت طريقة تبادلي للمعلومات. التخصيص والتفعيل السريع عبر NFC زاد من احترافيتي.',
            ],
            'third' => [
                'img' => '2.jpg',
                'position' => 'مصممة جرافيك',
                'title' => 'نورة المطيري',
                'text' => 'أنا معجبة بتأثير بطاقة Tagiy على عملي. تصميمها يعبر عن شخصيتي وتبادل البيانات فيها متطور وأنيق.',
            ],
            'fourth' => [
                'img' => '4.jpg',
                'position' => 'طالب جامعي',
                'title' => 'علي محمد',
                'text' => 'مع أنني طالب، استخدام بطاقة Tagiy ساعدني في التواصل بشكل أفضل. التخصيص والتفعيل السريع جعلني مميز بين زملائي.',
            ],
        ],
    ],

    'contactUs' => [
        'title' => 'تواصل مع فريق Tagiy وطور تجربتك!',
        'text' => 'ابدأ تجربة تواصل مميزة مع فريقنا. دع خبراءنا يساعدوك في تحقيق أقصى استفادة من بطاقتك.',
        'address' => 'العنوان',
        'addressValue' => 'اسطنبول - تركيا',
        'email' => 'البريد الإلكتروني',
        'emailValue' => 'info@tagiy.com',
        'readyToStart' => 'جاهز للانطلاق',
        'placeholder' => [
            'email' => 'أدخل اسمك',
            'name' => 'أدخل بريدك الإلكتروني',
            'message' => 'اكتب رسالتك',
            'btn' => 'إرسال الرسالة',
        ],
    ],

    'newsletter' => [
        'title' => 'اشترك في النشرة البريدية',
        'text' => 'نحن فريق شغوف ومُلهم. انضم إلينا لتكتشف عالمنا وكن على اطلاع دائم بكل جديد!',
        'placeholder' => 'أدخل بريدك الإلكتروني',
    ],

    'footer' => [
        'title' => 'تقدم Tagiy بطاقات أعمال رقمية متطورة بتقنية NFC لتسهيل تبادل المعلومات. خصص بطاقتك لتعكس هويتك، تابع التفاعل، واحصل على أعلى مستوى من الأمان.',
        'menus' => [
            'first' => [
                'title' => 'القائمة',
                'home' => 'الرئيسية',
                'aboutUs' => 'من نحن',
                'features' => 'المميزات',
                'howItWorks' => 'الطلب والتفعيل',
                'ContactUs' => 'تواصل معنا',
            ],
            'second' => [
                'title' => 'روابط أخرى',
                'blog' => 'المدونة',
                'createHiHello' => 'أنشئ HiHello',
                'hiHelloInfo' => 'معلومات HiHello',
            ],
        ],
    ],

    'whatsApp' => 'https://wa.link/bgoxvh',

];
